Repository: vaytekhovski/CRMCore
Catalog: CRM/CRM/Resources/Home/Home.*.resx
Languages: ru

# 1DescInTripleDiv
source: It is more efficient than technical analysis in cryptocurrency exchange rate predictions.
ru: Более эффективно, чем технический анализ в биржевой торговле.

# 1TitleInTripleDiv
source: EFFICIENT
ru: ЭФФЕКТИВНОСТЬ

# 2DescInTripleDiv
source: It offers a more accurate prognosis with its Big Data, neural networks and proprietary algorithms.
ru: Мы предлагаем точные прогнозы на основе больших данных, нейронных сетей и запатентованных алгоритмов.

# 3DescInTripleDiv
source: Agile architecture enables the system to scale and cater to Big Data analysis in various domains.
ru: Гибкая архитектура позволяет системе масштабироваться и проводить анализ больших данных в различных областях.

# 3TitleInTripleDiv
source: ARCHITECTURE
ru: АРХИТЕКТУРА

source: DATAVISIO VALUES
ru: ПРЕИМУЩЕСТВА DATAVISIO

# DatavisioValues1Desc
source: Our R&D dept. takes the best of science - start with hypotheses, deriver predictions, carry out experiments - to release business solutions.
ru: Наш отдел исследований и разработок использует научные методы для разработки гипотез, подходов и конечных бизнес-решений.

# DatavisioValues1Title
source: SCIENTIFIC METHOD
ru: НАУЧНЫЙ ПОДХОД

# DatavisioValues2Desc
source: Key goal of DataVisio is to secure traders from risks of loosing investments via elaborate propriatory algorithms which we keep enhancing.
ru: Основная цель DataVisio - обезопасить трейдеров от рисков потери инвестиций. Мы это делаем с помощью собственных алгоритмов, которые постоянно совершенствуем.

# DatavisioValues2Title
source: SECURENESS
ru: БЕЗОПАСНОСТЬ

# DatavisioValues3Desc
source: We want to make crypto currency exchange safer for traders constantly improving our technology and system.
ru: Мы хотим сделать торговлю криптовалютой более безопасной для трейдеров, постоянно совершенствуя наши технологии и систему.

# DatavisioValues3Title
source: TRANSPARENT INNOVATION
ru: ИННОВАЦИИ

source: Get in touch
ru: Связаться с нами

# GetInTouchDesc
source: If you need more information, please write us directly
ru: Чтобы получить больше информации

source: HOW IT WORKS
ru: КАК ЭТО РАБОТАЕТ

# HowItWorksDesc
source: Datavisio downloads exchange info every 15 minutes 24/7 and process it through neural networks to predict the best behavior for trading.
ru: DataVisio загружает биржевую информацию каждые 15 минут 24/7 и обрабатывает ее через нейронные сети, чтобы предсказать оптимальное поведение актива для успешной торговли.

source: Only math!
ru: Только математика!

source: WHY DATAVISIO?
ru: ПОЧЕМУ DATAVISIO?

# WhyDatavisio1el
source: EFFICIENCY
ru: ЭФФЕКТИВНОСТЬ

# WhyDatavisio1elDesc
source: It's based on a better alternative to technical analysis which only shows a current market situation
ru: Подход основан на альтернативе техническому анализу, который показывает только текущую рыночную ситуацию.

# WhyDatavisio2el
source: ACCURACY
ru: ТОЧНОСТЬ

# WhyDatavisio2elDesc
source: Our system uses Big Data and neural networks enabling trully thorough analysis for accurate predicitons
ru: Наша система использует большие данные и нейронные сети, что позволяет проводить действительно тщательный анализ для точных прогнозов.

# WhyDatavisio3el
source: SECURENESS
ru: БЕЗОПАСНОСТЬ

# WhyDatavisio3elDesc
source: With more accurate data traders are secured from investments loss
ru: С более точными данными трейдеры защищены от потери инвестиций.

# WhyDatavisio4el
source: THROUGH ANALYTICS
ru: АНАЛИТИКА

# WhyDatavisio4elDesc
source: Based on scientific method we started with hypothesis and developed a system with a plan for constant improvement
ru: Основываясь на научном методе, мы начали с гипотезы и разработали систему, которую постоянно улучшаем.

# WhyDatavisio5el
source: CLEVER AUTOMATION
ru: АВТОМАТИЗАЦИЯ

# WhyDatavisio6el
source: CONSTANT ENCHANTMENT
ru: ПОСТОЯННОЕ РАЗВИТИЕ

# WhyDatavisioDesc
source: DataVisio is an artificial-intelligence-based automated trading system with algorithms that secure investments and ensure risk-free trade.
ru: DataVisio - это автоматизированная торговая система на основе искусственного интеллекта с алгоритмами, которые защищают инвестиции и гарантируют безрисковую торговлю.
